{
    "changelog.md": {
        "Changelog App Mobile": "Changelog Mobile App",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "11\/04\/2025": "",
        "Ajout paramètre Envoi NFC Direct au plugin après lecture": "",
        "App V1": "App V1",
        "Attention, à partir de cette version, l'appV1 n'est plus prise en charge": "Bitte beachten Sie, dass appV1 ab dieser Version nicht mehr unterstützt wird",
        "Il sera toujours possible d'accéder à votre équipement, pour éventuellement, remplacer vos commandes de géolocalisation et de notification": "Es wird immer möglich sein, auf Ihre Ausrüstung zuzugreifen, um möglicherweise Ihre Geolokalisierungs- und Benachrichtigungsbefehle zu ersetzen",
        "Suppression des fichiers concernant l'AppV1": "AppV1-Dateien löschen",
        "Nettoyage des infos stockées en BDD (config": "In der Datenbank gespeicherte Reinigungsinformationen (config",
        "20\/08\/2024": "20.08.2024",
        "Déplacement des infos notifications dans l'onglet \"Mobile": "Benachrichtigungsinformationen auf die Registerkarte „Mobil“ verschieben",
        "04\/08\/2024": "08.04.2024",
        "Prise en compte rétention des notifications pour suppression des images": "Berücksichtigung der Aufbewahrung von Benachrichtigungen zum Löschen von Bildern",
        "22\/07\/2024": "22.07.2024",
        "Prise en compte rétention des notifications": "Berücksichtigung der Aufbewahrung von Benachrichtigungen",
        "Target Sdk 34 pour Android": "Target Sdk 34 für Android",
        "28\/05\/2024": "28.05.2024",
        "Modification Géolocalisation pour prochaine version App": "Geolokalisierungsänderung für die nächste App-Version",
        "Stockage Notifications dans le plugin": "Speicherbenachrichtigungen im Plugin",
        "Nouvelles Api pour l'application": "Neue APIs für die Anwendung",
        "05\/04\/2024": "04.05.2024",
        "Compatible uniquement avec la 4": "Kompatibel nur mit der 4",
        "4 du Core ou supérieur": "4 Kern oder höher",
        "15\/12\/2023": "15.12.2023",
        "Refactorisation importante du code": "Erhebliche Code-Umgestaltung",
        "le menu Custom préalablement enregistré sur l'appV2 est susceptible de ne plus être enregistré": "Das zuvor auf der AppV2 gespeicherte benutzerdefinierte Menü kann möglicherweise nicht mehr gespeichert werden",
        "Une fonction pour enregistrer les menus dans le plugin est en cours d'ajout": "Eine Funktion zum Speichern von Menüs im Plugin wird hinzugefügt",
        "22\/10\/2023": "22.10.2023",
        "Fix mise à jour géolocalisation de l'app v2": "Geolokalisierungsaktualisierung der v2-App behoben",
        "12\/10\/2023": "10.12.2023",
        "Mise à jour pour prendre en compte la nouvelle Application mobile": "Aktualisiert, um die neue mobile Anwendung zu berücksichtigen",
        "09\/06\/2023": "09.06.2023",
        "Fix Notifications": "Benachrichtigungen korrigieren",
        "Ajout Affichage Équipements par Tableau": "Hinzufügung einer Geräteanzeige nach Tisch",
        "19\/05\/2023": "19.05.2023",
        "PR by PhpVarious": "PR von PHPVarious",
        "Fix bugs mineurs": "Beheben Sie kleinere Fehler",
        "10\/05\/2023": "10.05.2023",
        "Commandes GeoLoc V2": "GeoLoc V2-Befehle",
        "Suppression partie ARN mobile AppV2": "Entfernen Sie den mobilen RNA-Teil von AppV2",
        "MAJ mobile.api": "Aktualisieren Sie mobile.api",
        "10\/01\/2023": "10.01.2023",
        "FUTURE APPV2 ALPHA INTEGRATION DANS PLUGIN MOBILE": "ZUKÜNFTIGE APPV2 ALPHA INTEGRATION IN MOBILE PLUGIN",
        "Nouvelle Interface Future AppV2": "Neue Schnittstelle Future AppV2",
        "Modale Custom Menu Future AppV2": "Modales benutzerdefiniertes Menü Zukünftige AppV2",
        "Modale QR Code Future AppV2": "Modaler QR-Code Future AppV2",
        "13\/12\/2021": "13.12.2021",
        "Mode offline pour le QR Code (création du QR Code sans internet": "Offline-Modus für den QR-Code (Erstellung des QR-Codes ohne Internet",
        "Compatibilité 4": "Kompatibilität 4",
        "2 Jeedom Core": "2 Jeedom-Kern",
        "11\/10\/2021": "11.10.2021",
        "Ajout du plugin Zigbee dans les plugins compatible": "Hinzufügen des Zigbee-Plugins in kompatible Plugins",
        "21\/06\/2021": "21.06.2021",
        "Nouveau timeout pour les notifications et renvoi en cas de souci avec le serveur": "Neues Timeout für Benachrichtigungen und Weiterleitung bei Problemen mit dem Server",
        "24\/02\/2021": "24.02.2021",
        "Nouveau moteur de Notification pour Android": "Neue Benachrichtigungs-Engine für Android",
        "Ajout des images (Cameras, Rapports etc...) pour Android": "Hinzufügen von Bildern (Kameras, Berichte usw.) für Android",
        "Prise en charge de la version 1.4": "Unterstützung für Version 1.4",
        "1 de l'app Android": "1 aus der Android App",
        "Prise en charge des émoticons et des retour a la ligne avec la nouvelle version Android 1.4.1": "Unterstützung für Emoticons und Zeilenumbrüche mit der neuen Android 1.4.1-Version",
        "17\/02\/2021": "17.02.2021",
        "Ajout de l'id de groupe pour les notifications Android": "Gruppen-ID für Android-Benachrichtigungen hinzugefügt",
        "Icones présentes pour les pièces dans la présentation": "Symbole für die Teile in der Präsentation",
        "15\/04\/2020": "15.04.2020",
        "Ajouts des Commandes de chaque mobile": "Befehle für jedes Mobiltelefon hinzugefügt",
        "31\/03\/2020": "31.03.2020",
        "Correction d'un bug sur l'envoi de notification sur certain Jeedom": "Korrektur eines Fehlers beim Senden einer Benachrichtigung über bestimmte Jeedom",
        "19\/02\/2020": "19.02.2020",
        "Fix http": "Http korrigieren",
        "error ligne 39 si téléphone non authentifier à la première connexion": "Fehlerzeile 39, wenn das Telefon bei der ersten Verbindung nicht authentifiziert wurde",
        "v1.3.0": "v1.3.0",
        "Notification ASK": "ASK-Benachrichtigung",
        "Historique des notifications": "Benachrichtigungsverlauf",
        "Slider avec pourcentage": "Schieberegler mit Prozentsatz",
        "Modification de la synchronisation": "Ändern des Timings",
        "Suppression du push to refresh": "Entfernen von Push zum Aktualisieren",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        " IMPORTANT]": " Wichtig]",
        "[IMPORTANT]": "[Wichtig]",
        "*IMPORTANT*": "*Wichtig*",
        " IMPORTANT*": " Wichtig*",
        " xx\/08\/2024.": " xx.08.2024.",
        " xx\/08\/2024?": " xx.08.2024?",
        "xx\/08\/2024 ": "xx.08.2024 ",
        " xx\/08\/2024]": " xx.08.2024]",
        "[xx\/08\/2024]": "[xx.08.2024]",
        "*xx\/08\/2024*": "*xx.08.2024*",
        " xx\/08\/2024*": " xx.08.2024*",
        " Attention.": " Aufmerksamkeit.",
        " Attention?": " Aufmerksamkeit?",
        "Attention ": "Aufmerksamkeit ",
        " Attention]": " Aufmerksamkeit]",
        "[Attention]": "[Aufmerksamkeit]",
        "*Attention*": "*Aufmerksamkeit*",
        " Attention*": " Aufmerksamkeit*"
    },
    "index.md": {
        "Plugin Mobile": "Mobiles Plugin",
        "Plugin permettant d'utiliser l'application Mobile Jeedom": "Plugin zur Verwendung der Jeedom Mobile-Anwendung",
        "L'application mobile Jeedom nécessite l'installation de ce plugin afin que la Box puisse dialoguer avec l'application Mobile": "Die mobile Jeedom-Anwendung erfordert die Installation dieses Plugins, damit die Box mit der mobilen Anwendung kommunizieren kann",
        "Configuration du plugin Mobile pour Application V2": "Konfiguration des Mobile-Plugins für Application V2",
        "Après installation du plugin, il vous suffit de l'activer": "Nach der Installation des Plugins müssen Sie es nur noch aktivieren",
        "Première connexion à l'application V2": "Erste Verbindung mit der V2-Anwendung",
        "Pour connecter votre téléphone": "Um Ihr Telefon zu verbinden",
        "il y a 2 méthodes possible;": "es gibt 2 mögliche Methoden;",
        "Sur le premier écran de l'application, il vous est proposé de connecter votre compte Market, et ainsi de retrouver toutes les Boxs associées à ce compte, ou bien simplement ajouter une Box": "Auf dem ersten Bildschirm der Anwendung wird Ihnen angeboten, Ihr Marktkonto zu verbinden und so alle mit diesem Konto verknüpften Boxen zu finden oder einfach eine Box hinzuzufügen",
        "Pour profiter des fonctionnalités de l'application, le Core de votre Jeedom doit être en 4.4": "Um von den Funktionalitäten der Anwendung profitieren zu können, muss sich der Kern Ihres Jeedom in 4.4 befinden",
        "0 minimum": "Mindestens 0",
        "CONNEXION VIA LE COMPTE MARKET": "LOGIN ÜBER MARKET-KONTO",
        "Il vous faut simplement rentrer votre identifiant Market ainsi que votre mot de passe": "Sie müssen lediglich Ihre Markt-ID und Ihr Passwort eingeben",
        "CONNEXION VIA Box ID": "VERBINDUNG ÜBER BOX-ID",
        "Plusieurs choix sur cet écran": "Mehrere Auswahlmöglichkeiten auf diesem Bildschirm",
        "Vous entrez l'url de votre Jeedom (interne ou externe), ainsi que les identifiants d'accès à celle-ci et vous confirmez avec le bouton CONNEXION": "Sie geben die URL Ihres Jeedoms (intern oder extern) sowie die Zugangskennungen dazu ein und bestätigen mit dem LOGIN-Button",
        "Vous cliquez sur QR Code": "Sie klicken auf QR-Code",
        "un nouvel écran apparait; vous pourrez scanner un QR Code depuis le plugin Mobile de la Box que vous souhaitez ajoutée, via l'onglet QR Code du plugin": "ein neuer Bildschirm erscheint; Sie können einen QR-Code vom Mobile-Plugin der Box, die Sie hinzufügen möchten, über die Registerkarte „QR-Code“ des Plugins scannen",
        "Onglet QR Code du plugin Mobile": "Registerkarte „Qr-Code“ des Mobile-Plugins",
        "v2ModalPlugin": "v2ModalPlugin",
        "Une fois cette première étape passée, vous êtes enregistré dans l'application": "Nach diesem ersten Schritt sind Sie in der Anwendung registriert",
        "si vous possédez le plugin Mobile, vous aurez accès via le menu aux Notifications, aux QR Codes, la customisation du Menu": "Wenn Sie das Mobile-Plugin haben, haben Sie über das Menü Zugriff auf Benachrichtigungen, QR-Codes und Menüanpassung",
        "Dans le menu, vous aurez un onglet Boxs, qui regroupe toutes les Box présentes sur ce compte Market": "Im Menü haben Sie eine Registerkarte Boxen, die alle auf diesem Marktkonto vorhandenen Boxen zusammenfasst",
        "Il vous suffit de cliquer sur la Box où le plugin Mobile est installé, puis de vous identifier pour accéder à la Box": "Klicken Sie einfach auf die Box, in der das Mobile-Plugin installiert ist, und identifizieren Sie sich dann, um auf die Box zuzugreifen",
        "La Box passera en haut de la liste, ayant validée son authentification": "Das Feld wird an den Anfang der Liste gestellt, nachdem es seine Authentifizierung validiert hat",
        "Vous pouvez faire ainsi pour plusieurs Boxs": "Sie können dies für mehrere Boxen tun",
        "Vous pouvez aussi cliquer sur le bouton + en bas à droite pour accéder à différentes options;": "Sie können auch unten rechts auf die Schaltfläche + klicken, um auf verschiedene Optionen zuzugreifen",
        "QR Code pour ajouter une Box à la liste via le plugin Mobile": "QR-Code zum Hinzufügen einer Box zur Liste über das Mobile-Plugin",
        "Manuel pour ajouter manuellement une Box": "Manuell, um eine Box manuell hinzuzufügen",
        "Détection Atlas et Luna (si vous êtes en Wifi, détectera les Boxs sur le réseau": "Erkennung Atlas und Luna (wenn Sie mit WLAN verbunden sind, erkennen die Boxen im Netzwerk",
        "Synchronisation Market pour actualiser les informations du compte Market configuré": "Market-Synchronisierung, um konfigurierte Market-Kontoinformationen zu aktualisieren",
        "Pour accéder aux fonctionnalités comme les Notifications, la Personnalisation du Menu ou la Géolocalisation, il faut au préalable avoir sélectionné au moins une Box 'actuelle": "Um auf Funktionen wie Benachrichtigungen, Menüpersonalisierung oder Geolokalisierung zugreifen zu können, müssen Sie zunächst mindestens ein aktuelles Feld ausgewählt haben",
        "Fonctionnement de la Géolocalisation": "So funktioniert Geolokalisierung",
        "Nous ajoutons une zone de Géolocalisation en cliquant sur l'icône +": "Wir fügen eine Geolocation-Zone hinzu, indem wir auf das +-Symbol klicken",
        "Nous tapons l'adresse recherchée, nous validons avec Entrée sur son téléphone; le curseur va alors se positionner sur l'adresse recherchée": "Wir geben die gesuchte Adresse ein und bestätigen mit der Eingabetaste auf seinem Telefon. Der Cursor positioniert sich dann auf der gewünschten Adresse",
        "Nous pouvons ensuite ajouter un nom et sauvegarder la zone": "Anschließend können wir einen Namen hinzufügen und die Zone speichern",
        "Cela créera une nouvelle commande sur votre équipement mobile, de type binaire, qui correspondra aux entrées et sorties de la zone si la géolocalisation est activée sur votre téléphone mobile": "Dadurch wird auf Ihrem mobilen Gerät ein neuer Befehl vom Binärtyp erstellt, der den Ein- und Ausgängen der Zone entspricht, wenn die Geolokalisierung auf Ihrem Mobiltelefon aktiviert ist",
        "Nous pouvons également changer le radius de la zone, pour étendre la détection de la zone": "Wir können auch den Radius der Zone ändern, um die Erkennung der Zone zu erweitern",
        "J'ai des soucis avec les notifications": "Ich habe Probleme mit Benachrichtigungen",
        "Cette partie est actuellement en cours d'amélioration et d'optimisation sur l'application beta": "Dieser Teil wird derzeit in der Beta-Anwendung verbessert und optimiert",
        "J'ai des soucis d'affichage de ma webview": "Ich habe Probleme bei der Anzeige meiner Webansicht",
        "Sur votre Jeedom, dans les Préférences, vérifiez que la page d'accueil du mobile soit bien ACCUEIL": "Überprüfen Sie auf Ihrem Jeedom in den Einstellungen, ob die mobile Startseite HOME ist",
        " IMPORTANT.": " WICHTIG.",
        " IMPORTANT?": " WICHTIG?",
        "IMPORTANT ": "WICHTIG ",
        " IMPORTANT]": " WICHTIG]",
        "[IMPORTANT]": "[WICHTIG]",
        "*IMPORTANT*": "*WICHTIG*",
        " IMPORTANT*": " WICHTIG*",
        " FAQ.": " FAQs.",
        " FAQ?": " FAQs?",
        "FAQ ": "FAQs ",
        " FAQ]": " FAQs]",
        "[FAQ]": "[FAQs]",
        "*FAQ*": "*FAQs*",
        " FAQ*": " FAQs*"
    }
}