{
    "changelog.md": {
        "Changelog App Mobile": "Changelog Mobile App",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "25\/04\/2025": "25\/04\/2025",
        "Ajout pour Max 8 Icones sur le menuCustom": "Ajout pour Max 8 Icones sur le menuCustom",
        "24\/04\/2025": "24\/04\/2025",
        "Ajout Commande Notifications Silencieuses pour Builds": "Ajout Commande Notifications Silencieuses pour Builds",
        "IOS 491 et Android 875": "IOS 491 et Android 875",
        "11\/04\/2025": "11\/04\/2025",
        "Ajout paramètre Envoi NFC Direct au plugin après lecture": "Ajout paramètre Envoi NFC Direct au plugin après lecture",
        "App V1": "App V1",
        "Attention, à partir de cette version, l'appV1 n'est plus prise en charge": "Please note, from this version, appV1 is no longer supported",
        "Il sera toujours possible d'accéder à votre équipement, pour éventuellement, remplacer vos commandes de géolocalisation et de notification": "It will still be possible to access your equipment, to possibly replace your geolocation and notification controls",
        "Suppression des fichiers concernant l'AppV1": "Deleting files related to AppV1",
        "Nettoyage des infos stockées en BDD (config": "Cleaning the information stored in the database (config",
        "20\/08\/2024": "20\/08\/2024",
        "Déplacement des infos notifications dans l'onglet \"Mobile": "Moved notification info to the “Mobile” tab",
        "04\/08\/2024": "04\/08\/2024",
        "Prise en compte rétention des notifications pour suppression des images": "Taking into account retention of notifications for deletion of images",
        "22\/07\/2024": "07\/22\/2024",
        "Prise en compte rétention des notifications": "Taking into account retention of notifications",
        "Target Sdk 34 pour Android": "Target SDK 34 for Android",
        "28\/05\/2024": "05\/28\/2024",
        "Modification Géolocalisation pour prochaine version App": "Geolocation modification for next App version",
        "Stockage Notifications dans le plugin": "Storage Notifications in the plugin",
        "Nouvelles Api pour l'application": "New APIs for the application",
        "05\/04\/2024": "04\/05\/2024",
        "Compatible uniquement avec la 4": "Compatible only with the 4",
        "4 du Core ou supérieur": "4 core or higher",
        "15\/12\/2023": "15\/12\/2023",
        "Refactorisation importante du code": "Significant code refactoring",
        "le menu Custom préalablement enregistré sur l'appV2 est susceptible de ne plus être enregistré": "the Custom menu previously saved on the appV2 may no longer be saved",
        "Une fonction pour enregistrer les menus dans le plugin est en cours d'ajout": "A function to save menus in the plugin is being added",
        "22\/10\/2023": "10\/22\/2023",
        "Fix mise à jour géolocalisation de l'app v2": "Fix geolocation update of the v2 app",
        "12\/10\/2023": "12\/10\/2023",
        "Mise à jour pour prendre en compte la nouvelle Application mobile": "Updated to take into account the new Mobile Application",
        "09\/06\/2023": "06\/09\/2023",
        "Fix Notifications": "Fix Notifications",
        "Ajout Affichage Équipements par Tableau": "Addition of Equipment Display by Table",
        "19\/05\/2023": "05\/19\/2023",
        "PR by PhpVarious": "PR by PhpVarious",
        "Fix bugs mineurs": "Fix minor bugs",
        "10\/05\/2023": "05\/10\/2023",
        "Commandes GeoLoc V2": "GeoLoc V2 commands",
        "Suppression partie ARN mobile AppV2": "Remove AppV2 mobile RNA part",
        "MAJ mobile.api": "Update mobile.api",
        "10\/01\/2023": "01\/10\/2023",
        "FUTURE APPV2 ALPHA INTEGRATION DANS PLUGIN MOBILE": "FUTURE APPV2 ALPHA INTEGRATION IN MOBILE PLUGIN",
        "Nouvelle Interface Future AppV2": "New Interface Future AppV2",
        "Modale Custom Menu Future AppV2": "Modal Custom Menu Future AppV2",
        "Modale QR Code Future AppV2": "Modal QR Code Future AppV2",
        "13\/12\/2021": "12\/13\/2021",
        "Mode offline pour le QR Code (création du QR Code sans internet": "Offline mode for QR Code (creation of QR Code without internet)",
        "Compatibilité 4": "Compatibility 4",
        "2 Jeedom Core": "2 Jeedom Core",
        "11\/10\/2021": "10\/11\/2021",
        "Ajout du plugin Zigbee dans les plugins compatible": "Addition of the Zigbee plugin in compatible plugins",
        "21\/06\/2021": "06\/21\/2021",
        "Nouveau timeout pour les notifications et renvoi en cas de souci avec le serveur": "New timeout for notifications and referral in the event of a problem with the server",
        "24\/02\/2021": "02\/24\/2021",
        "Nouveau moteur de Notification pour Android": "New Notification engine for Android",
        "Ajout des images (Cameras, Rapports etc...) pour Android": "Adding images (Cameras, Reports etc ...) for Android",
        "Prise en charge de la version 1.4": "Support for version 1.4",
        "1 de l'app Android": "1 from the Android app",
        "Prise en charge des émoticons et des retour a la ligne avec la nouvelle version Android 1.4.1": "Support for emoticons and line breaks with the new Android 1.4.1 version",
        "17\/02\/2021": "02\/17\/2021",
        "Ajout de l'id de groupe pour les notifications Android": "Added group id for Android notifications",
        "Icones présentes pour les pièces dans la présentation": "Icons present for the parts in the presentation",
        "15\/04\/2020": "04\/15\/2020",
        "Ajouts des Commandes de chaque mobile": "Additions of the Commands of each mobile",
        "31\/03\/2020": "31\/03\/2020",
        "Correction d'un bug sur l'envoi de notification sur certain Jeedom": "Fix a bug on Notification send on some Jeedom",
        "19\/02\/2020": "02\/19\/2020",
        "Fix http": "Fix http",
        "error ligne 39 si téléphone non authentifier à la première connexion": "error line 39 if phone not authenticated on first connection",
        "v1.3.0": "v1.3.0",
        "Notification ASK": "ASK notification",
        "Historique des notifications": "Notification history",
        "Slider avec pourcentage": "Slider with percentage",
        "Modification de la synchronisation": "Changing the synchronization",
        "Suppression du push to refresh": "Removal of push to refresh",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*",
        " xx\/08\/2024.": " xx\/08\/2024.",
        " xx\/08\/2024?": " xx\/08\/2024?",
        "xx\/08\/2024 ": "xx\/08\/2024 ",
        " xx\/08\/2024]": " xx\/08\/2024]",
        "[xx\/08\/2024]": "[xx\/08\/2024]",
        "*xx\/08\/2024*": "*xx\/08\/2024*",
        " xx\/08\/2024*": " xx\/08\/2024*",
        " Attention.": " Attention.",
        " Attention?": " Attention?",
        "Attention ": "Attention ",
        " Attention]": " Attention]",
        "[Attention]": "[Attention]",
        "*Attention*": "*Attention*",
        " Attention*": " Attention*"
    },
    "index.md": {
        "Plugin Mobile": "Mobile Plugin",
        "Plugin permettant d'utiliser l'application Mobile Jeedom": "Plugin for using the Jeedom Mobile application",
        "L'application mobile Jeedom nécessite l'installation de ce plugin afin que la Box puisse dialoguer avec l'application Mobile": "The Jeedom mobile application requires the installation of this plugin so that the box can communicate with the Mobile application",
        "Configuration du plugin Mobile pour Application V2": "Configuration of the Mobile plugin for Application V2",
        "Après installation du plugin, il vous suffit de l'activer": "After installing the plugin, you just need to activate it",
        "Première connexion à l'application V2": "First connection to the V2 application",
        "Pour connecter votre téléphone": "To connect your phone",
        "il y a 2 méthodes possible;": "there are 2 possible methods;",
        "Sur le premier écran de l'application, il vous est proposé de connecter votre compte Market, et ainsi de retrouver toutes les Boxs associées à ce compte, ou bien simplement ajouter une Box": "On the first screen of the application, you are offered to connect your market account, and thus find all the boxes associated with this account, or simply add a box",
        "Pour profiter des fonctionnalités de l'application, le Core de votre Jeedom doit être en 4.4": "To benefit from the application's functionalities, the core of your Jeedom must be in 4.4",
        "0 minimum": "0 minimum",
        "CONNEXION VIA LE COMPTE MARKET": "LOGIN VIA MARKET ACCOUNT",
        "Il vous faut simplement rentrer votre identifiant Market ainsi que votre mot de passe": "All you have to do is enter your Market ID and password",
        "CONNEXION VIA Box ID": "CONNECTION VIA BOX ID",
        "Plusieurs choix sur cet écran": "Several choices on this screen",
        "Vous entrez l'url de votre Jeedom (interne ou externe), ainsi que les identifiants d'accès à celle-ci et vous confirmez avec le bouton CONNEXION": "You enter the url of your Jeedom (internal or external), as well as the access identifiers to it and you confirm with the LOGIN button",
        "Vous cliquez sur QR Code": "You click on QR Code",
        "un nouvel écran apparait; vous pourrez scanner un QR Code depuis le plugin Mobile de la Box que vous souhaitez ajoutée, via l'onglet QR Code du plugin": "a new screen appears; you can scan a QR Code from the Mobile plugin of the Box you wish to add, via the QR Code tab of the plugin",
        "Onglet QR Code du plugin Mobile": "Qr Code tab of the Mobile plugin",
        "v2ModalPlugin": "v2ModalPlugin",
        "Une fois cette première étape passée, vous êtes enregistré dans l'application": "Once this first step has been completed, you are registered in the application",
        "si vous possédez le plugin Mobile, vous aurez accès via le menu aux Notifications, aux QR Codes, la customisation du Menu": "if you have the Mobile plugin, you will have access via the menu to Notifications, QR Codes, Menu customization",
        "Dans le menu, vous aurez un onglet Boxs, qui regroupe toutes les Box présentes sur ce compte Market": "In the menu, you will have a Boxs tab, which groups together all the boxes present on this market account",
        "Il vous suffit de cliquer sur la Box où le plugin Mobile est installé, puis de vous identifier pour accéder à la Box": "Simply click on the Box where the Mobile plugin is installed, then identify yourself to access the Box",
        "La Box passera en haut de la liste, ayant validée son authentification": "The box will go to the top of the list, having validated its authentication",
        "Vous pouvez faire ainsi pour plusieurs Boxs": "You can do this for several boxes",
        "Vous pouvez aussi cliquer sur le bouton + en bas à droite pour accéder à différentes options;": "You can also click on the + button at the bottom right to access different options;",
        "QR Code pour ajouter une Box à la liste via le plugin Mobile": "QR Code to add a Box to the list via the Mobile plugin",
        "Manuel pour ajouter manuellement une Box": "Manual to manually add a box",
        "Détection Atlas et Luna (si vous êtes en Wifi, détectera les Boxs sur le réseau": "Detection Atlas and Luna (if you are on Wifi, will detect the boxes on the network",
        "Synchronisation Market pour actualiser les informations du compte Market configuré": "Market sync to update configured Market account information",
        "Pour accéder aux fonctionnalités comme les Notifications, la Personnalisation du Menu ou la Géolocalisation, il faut au préalable avoir sélectionné au moins une Box 'actuelle": "To access features such as Notifications, Menu Personalization or Geolocation, you must first have selected at least one current box",
        "Fonctionnement de la Géolocalisation": "How Geolocation works",
        "Nous ajoutons une zone de Géolocalisation en cliquant sur l'icône +": "We add a Geolocation zone by clicking on the + icon",
        "Nous tapons l'adresse recherchée, nous validons avec Entrée sur son téléphone; le curseur va alors se positionner sur l'adresse recherchée": "We type the address we are looking for, we validate with Enter on his phone; the cursor will then position itself on the desired address",
        "Nous pouvons ensuite ajouter un nom et sauvegarder la zone": "We can then add a name and save the zone",
        "Cela créera une nouvelle commande sur votre équipement mobile, de type binaire, qui correspondra aux entrées et sorties de la zone si la géolocalisation est activée sur votre téléphone mobile": "This will create a new command on your mobile equipment, of binary type, which will correspond to the entries and exits of the zone if geolocation is activated on your mobile phone",
        "Nous pouvons également changer le radius de la zone, pour étendre la détection de la zone": "We can also change the radius of the zone, to extend the detection of the zone",
        "Pour supprimer une zone, vous cliquez sur Editer, et cliquer ensuite sur l'icone Corbeille": "",
        "Cela supprimera la zone de l'application, ainsi que la commande sur la box associée": "",
        "Paramètres de l'application": "",
        "Vous pouvez choisir la durée d'affichage des Notifications inApp, suivant leur type": "",
        "Succès, Info et Erreur": "",
        "par défaut, elles sont reglées sur 5 secondes": "",
        "Mon mobile ne possède pas d'IQ (identifiant unique": "",
        "Le plugin Mobile a besoin de l'IQ du téléphone pour l'identifier": "",
        "Si dans les logs du plugin vous voyez ce parametre manquant, il suffit simplement de vous rendre dans le menu Préférences de l'app, et automatiquement une alerte vous indiquera que la récuperation de l'IQ est en cours": "",
        "J'ai des soucis avec les notifications": "I have problems with notifications",
        "Cette partie est actuellement en cours d'amélioration et d'optimisation sur l'application beta": "This part is currently being improved and optimized on the beta application",
        "J'ai des soucis d'affichage de ma webview": "I have problems displaying my webview",
        "Sur votre Jeedom, dans les Préférences, vérifiez que la page d'accueil du mobile soit bien ACCUEIL": "On your Jeedom, in the Preferences, check that the mobile home page is HOME",
        " IMPORTANT.": " IMPORTANT.",
        " IMPORTANT?": " IMPORTANT?",
        "IMPORTANT ": "IMPORTANT ",
        " IMPORTANT]": " IMPORTANT]",
        "[IMPORTANT]": "[IMPORTANT]",
        "*IMPORTANT*": "*IMPORTANT*",
        " IMPORTANT*": " IMPORTANT*",
        " FAQ.": " FAQs.",
        " FAQ?": " FAQs?",
        "FAQ ": "FAQs ",
        " FAQ]": " FAQs]",
        "[FAQ]": "[FAQs]",
        "*FAQ*": "*FAQs*",
        " FAQ*": " FAQs*"
    }
}