{
    "changelog.md": {
        "Changelog App Mobile": "Changelog Mobile App",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "11\/04\/2025": "11\/04\/2025",
        "Ajout paramètre Envoi NFC Direct au plugin après lecture": "Ajout paramètre Envoi NFC Direct au plugin après lecture",
        "App V1": "Aplicación V1",
        "Attention, à partir de cette version, l'appV1 n'est plus prise en charge": "Tenga en cuenta que a partir de esta versión, la aplicación V1 ya no es compatible",
        "Il sera toujours possible d'accéder à votre équipement, pour éventuellement, remplacer vos commandes de géolocalisation et de notification": "Siempre será posible acceder a su equipo, para posiblemente reemplazar sus comandos de geolocalización y notificación",
        "Suppression des fichiers concernant l'AppV1": "Eliminar archivos AppV1",
        "Nettoyage des infos stockées en BDD (config": "Información de limpieza almacenada en la base de datos (config",
        "20\/08\/2024": "20\/08\/2024",
        "Déplacement des infos notifications dans l'onglet \"Mobile": "Mover la información de notificación a la pestaña \"Móvil\"",
        "04\/08\/2024": "08\/04\/2024",
        "Prise en compte rétention des notifications pour suppression des images": "Teniendo en cuenta la retención de notificaciones por eliminación de imágenes",
        "22\/07\/2024": "22\/07\/2024",
        "Prise en compte rétention des notifications": "Teniendo en cuenta la retención de notificaciones",
        "Target Sdk 34 pour Android": "Objetivo SDK 34 para Android",
        "28\/05\/2024": "28\/05\/2024",
        "Modification Géolocalisation pour prochaine version App": "Modificación de geolocalización para la próxima versión de la aplicación",
        "Stockage Notifications dans le plugin": "Notificaciones de almacenamiento en el complemento",
        "Nouvelles Api pour l'application": "Nuevas API para la aplicación",
        "05\/04\/2024": "05\/04\/2024",
        "Compatible uniquement avec la 4": "Compatible solo con los 4",
        "4 du Core ou supérieur": "4 núcleos o superior",
        "15\/12\/2023": "15\/12\/2023",
        "Refactorisation importante du code": "Refactorización de código significativa",
        "le menu Custom préalablement enregistré sur l'appV2 est susceptible de ne plus être enregistré": "Es posible que el menú personalizado previamente guardado en la aplicación V2 ya no se guarde",
        "Une fonction pour enregistrer les menus dans le plugin est en cours d'ajout": "Se está agregando una función para guardar menús en el complemento",
        "22\/10\/2023": "22\/10\/2023",
        "Fix mise à jour géolocalisation de l'app v2": "Reparar la actualización de geolocalización de la aplicación v2",
        "12\/10\/2023": "10\/12\/2023",
        "Mise à jour pour prendre en compte la nouvelle Application mobile": "Actualizado para tener en cuenta la nueva Aplicación Móvil",
        "09\/06\/2023": "09\/06\/2023",
        "Fix Notifications": "Reparar notificaciones",
        "Ajout Affichage Équipements par Tableau": "Adición de visualización de equipos por mesa",
        "19\/05\/2023": "19\/05\/2023",
        "PR by PhpVarious": "Relaciones públicas por PhpVarious",
        "Fix bugs mineurs": "Corregir errores menores",
        "10\/05\/2023": "10\/05\/2023",
        "Commandes GeoLoc V2": "Comandos GeoLoc V2",
        "Suppression partie ARN mobile AppV2": "Eliminar la parte de ARN móvil de AppV2",
        "MAJ mobile.api": "Actualizar mobile.api",
        "10\/01\/2023": "10\/01\/2023",
        "FUTURE APPV2 ALPHA INTEGRATION DANS PLUGIN MOBILE": "FUTURA INTEGRACIÓN DE APPV2 ALPHA EN PLUGIN MÓVIL",
        "Nouvelle Interface Future AppV2": "Nueva interfaz Future AppV2",
        "Modale Custom Menu Future AppV2": "Menú personalizado modal Future AppV2",
        "Modale QR Code Future AppV2": "Aplicación futura de código QR modal V2",
        "13\/12\/2021": "13\/12\/2021",
        "Mode offline pour le QR Code (création du QR Code sans internet": "Modo offline para el Código QR (creación del Código QR sin internet",
        "Compatibilité 4": "Compatibilidad 4",
        "2 Jeedom Core": "2 Jeedom Core",
        "11\/10\/2021": "11\/10\/2021",
        "Ajout du plugin Zigbee dans les plugins compatible": "Adición del complemento Zigbee en complementos compatibles",
        "21\/06\/2021": "21\/06\/2021",
        "Nouveau timeout pour les notifications et renvoi en cas de souci avec le serveur": "Nuevo tiempo de espera para notificaciones y referencias en caso de un problema con el servidor",
        "24\/02\/2021": "24\/02\/2021",
        "Nouveau moteur de Notification pour Android": "Nuevo motor de notificaciones para Android",
        "Ajout des images (Cameras, Rapports etc...) pour Android": "Agregar imágenes (cámaras, informes, etc.) para Android",
        "Prise en charge de la version 1.4": "Soporte para la versión 1.4",
        "1 de l'app Android": "1 de la aplicación de Android",
        "Prise en charge des émoticons et des retour a la ligne avec la nouvelle version Android 1.4.1": "Soporte para emoticonos y saltos de línea con la nueva versión de Android 1.4.1",
        "17\/02\/2021": "17\/02\/2021",
        "Ajout de l'id de groupe pour les notifications Android": "Identificación de grupo agregada para notificaciones de Android",
        "Icones présentes pour les pièces dans la présentation": "Iconos presentes para las partes en la presentación",
        "15\/04\/2020": "15\/04\/2020",
        "Ajouts des Commandes de chaque mobile": "Comandos agregados para cada móvil",
        "31\/03\/2020": "31\/03\/2020",
        "Correction d'un bug sur l'envoi de notification sur certain Jeedom": "Corrección de un error en el envío de notificaciones en ciertos Jeedom",
        "19\/02\/2020": "19\/02\/2020",
        "Fix http": "Arreglar http",
        "error ligne 39 si téléphone non authentifier à la première connexion": "Línea de error 39 si el teléfono no está autenticado en la primera conexión",
        "v1.3.0": "v1.3.0",
        "Notification ASK": "Pedir notificación",
        "Historique des notifications": "Historial de notificaciones",
        "Slider avec pourcentage": "Control deslizante con porcentaje",
        "Modification de la synchronisation": "Cambiando el tiempo",
        "Suppression du push to refresh": "Eliminación de empuje para actualizar",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*",
        " xx\/08\/2024.": " xx\/08\/2024.",
        " xx\/08\/2024?": " xx\/08\/2024?",
        "xx\/08\/2024 ": "xx\/08\/2024 ",
        " xx\/08\/2024]": " xx\/08\/2024]",
        "[xx\/08\/2024]": "[xx\/08\/2024]",
        "*xx\/08\/2024*": "*xx\/08\/2024*",
        " xx\/08\/2024*": " xx\/08\/2024*",
        " Attention.": " Atención.",
        " Attention?": " Atención?",
        "Attention ": "Atención ",
        " Attention]": " Atención]",
        "[Attention]": "[Atención]",
        "*Attention*": "*Atención*",
        " Attention*": " Atención*"
    },
    "index.md": {
        "Plugin Mobile": "Complemento móvil",
        "Plugin permettant d'utiliser l'application Mobile Jeedom": "Complemento para usar la aplicación Jeedom Mobile",
        "L'application mobile Jeedom nécessite l'installation de ce plugin afin que la Box puisse dialoguer avec l'application Mobile": "La aplicación móvil Jeedom requiere la instalación de este complemento para que la caja pueda comunicarse con la aplicación móvil",
        "Configuration du plugin Mobile pour Application V2": "Configuración del complemento móvil para la aplicación V2",
        "Après installation du plugin, il vous suffit de l'activer": "Después de instalar el complemento, solo necesita activarlo",
        "Première connexion à l'application V2": "Primera conexión a la aplicación V2",
        "Pour connecter votre téléphone": "Para conectar tu teléfono",
        "il y a 2 méthodes possible;": "hay 2 métodos posibles;",
        "Sur le premier écran de l'application, il vous est proposé de connecter votre compte Market, et ainsi de retrouver toutes les Boxs associées à ce compte, ou bien simplement ajouter une Box": "En la primera pantalla de la aplicación, se le ofrece conectar su cuenta de mercado y así encontrar todas las casillas asociadas a esta cuenta, o simplemente agregar una casilla",
        "Pour profiter des fonctionnalités de l'application, le Core de votre Jeedom doit être en 4.4": "Para beneficiarse de las funcionalidades de la aplicación, el núcleo de su Jeedom debe estar en 4.4",
        "0 minimum": "0 mínimo",
        "CONNEXION VIA LE COMPTE MARKET": "INICIAR SESIÓN A TRAVÉS DE LA CUENTA DE MERCADO",
        "Il vous faut simplement rentrer votre identifiant Market ainsi que votre mot de passe": "Todo lo que tiene que hacer es ingresar su Market ID y contraseña",
        "CONNEXION VIA Box ID": "CONEXIÓN MEDIANTE BOX ID",
        "Plusieurs choix sur cet écran": "Varias opciones en esta pantalla",
        "Vous entrez l'url de votre Jeedom (interne ou externe), ainsi que les identifiants d'accès à celle-ci et vous confirmez avec le bouton CONNEXION": "Ingresas la url de tu Jeedom (interna o externa), así como los identificadores de acceso a la misma y confirmas con el botón LOGIN",
        "Vous cliquez sur QR Code": "Haces clic en el código QR",
        "un nouvel écran apparait; vous pourrez scanner un QR Code depuis le plugin Mobile de la Box que vous souhaitez ajoutée, via l'onglet QR Code du plugin": "aparece una nueva pantalla; puede escanear un código QR desde el complemento móvil del Box que desea agregar, a través de la pestaña Código QR del complemento",
        "Onglet QR Code du plugin Mobile": "Pestaña Código QR del complemento móvil",
        "v2ModalPlugin": "Complemento v2Modal",
        "Une fois cette première étape passée, vous êtes enregistré dans l'application": "Una vez realizado este primer paso, ya estás registrado en la aplicación",
        "si vous possédez le plugin Mobile, vous aurez accès via le menu aux Notifications, aux QR Codes, la customisation du Menu": "Si tienes el complemento Móvil, tendrás acceso a través del menú a Notificaciones, Códigos QR, Personalización del menú",
        "Dans le menu, vous aurez un onglet Boxs, qui regroupe toutes les Box présentes sur ce compte Market": "En el menú, tendrá una pestaña Cajas, que agrupa todas las cajas presentes en esta cuenta de mercado",
        "Il vous suffit de cliquer sur la Box où le plugin Mobile est installé, puis de vous identifier pour accéder à la Box": "Simplemente haga clic en el Box donde está instalado el complemento Móvil, luego identifíquese para acceder al Box",
        "La Box passera en haut de la liste, ayant validée son authentification": "La casilla irá al principio de la lista, habiendo validado su autenticación",
        "Vous pouvez faire ainsi pour plusieurs Boxs": "Puedes hacer esto para varias cajas",
        "Vous pouvez aussi cliquer sur le bouton + en bas à droite pour accéder à différentes options;": "También puede hacer clic en el botón + en la parte inferior derecha para acceder a diferentes opciones;",
        "QR Code pour ajouter une Box à la liste via le plugin Mobile": "Código QR para agregar un Box a la lista mediante el complemento Móvil",
        "Manuel pour ajouter manuellement une Box": "Manual para agregar una caja manualmente",
        "Détection Atlas et Luna (si vous êtes en Wifi, détectera les Boxs sur le réseau": "Detección Atlas y Luna (si estás en Wifi, detectará las cajas en la red",
        "Synchronisation Market pour actualiser les informations du compte Market configuré": "Sincronización de Market para actualizar la información de la cuenta de Market configurada",
        "Pour accéder aux fonctionnalités comme les Notifications, la Personnalisation du Menu ou la Géolocalisation, il faut au préalable avoir sélectionné au moins une Box 'actuelle": "Para acceder a funciones como Notificaciones, Personalización de Menú o Geolocalización, primero debes haber seleccionado al menos una casilla actual",
        "Fonctionnement de la Géolocalisation": "Cómo funciona la geolocalización",
        "Nous ajoutons une zone de Géolocalisation en cliquant sur l'icône +": "Añadimos una zona de Geolocalización pulsando en el icono +",
        "Nous tapons l'adresse recherchée, nous validons avec Entrée sur son téléphone; le curseur va alors se positionner sur l'adresse recherchée": "Escribimos la dirección que buscamos, validamos con Enter en su teléfono; el cursor se posicionará entonces en la dirección deseada",
        "Nous pouvons ensuite ajouter un nom et sauvegarder la zone": "Luego podemos agregar un nombre y guardar la zona",
        "Cela créera une nouvelle commande sur votre équipement mobile, de type binaire, qui correspondra aux entrées et sorties de la zone si la géolocalisation est activée sur votre téléphone mobile": "Esto creará un nuevo comando en tu equipo móvil, de tipo binario, que corresponderá a las entradas y salidas de la zona si la geolocalización está activada en tu teléfono móvil",
        "Nous pouvons également changer le radius de la zone, pour étendre la détection de la zone": "También podemos cambiar el radio de la zona, para ampliar la detección de la zona",
        "J'ai des soucis avec les notifications": "Tengo problemas con las notificaciones",
        "Cette partie est actuellement en cours d'amélioration et d'optimisation sur l'application beta": "Esta parte se está mejorando y optimizando actualmente en la aplicación beta",
        "J'ai des soucis d'affichage de ma webview": "Tengo problemas para mostrar mi vista web",
        "Sur votre Jeedom, dans les Préférences, vérifiez que la page d'accueil du mobile soit bien ACCUEIL": "En tu Jeedom, en Preferencias, comprueba que la página de inicio móvil sea INICIO",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " FAQ.": " Preguntas frecuentes.",
        " FAQ?": " Preguntas frecuentes?",
        "FAQ ": "Preguntas frecuentes ",
        " FAQ]": " Preguntas frecuentes]",
        "[FAQ]": "[Preguntas frecuentes]",
        "*FAQ*": "*Preguntas frecuentes*",
        " FAQ*": " Preguntas frecuentes*"
    }
}