{
    "changelog.md": {
        "Changelog App Mobile": "Changelog Mobile App",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "25\/04\/2025": "25\/04\/2025",
        "Ajout pour Max 8 Icones sur le menuCustom": "Ajout pour Max 8 Icones sur le menuCustom",
        "24\/04\/2025": "24\/04\/2025",
        "Ajout Commande Notifications Silencieuses pour Builds": "Ajout Commande Notifications Silencieuses pour Builds",
        "IOS 491 et Android 875": "IOS 491 et Android 875",
        "11\/04\/2025": "11\/04\/2025",
        "Ajout paramètre Envoi NFC Direct au plugin après lecture": "Ajout paramètre Envoi NFC Direct au plugin après lecture",
        "App V1": "Aplicación V1",
        "Attention, à partir de cette version, l'appV1 n'est plus prise en charge": "Tenga en cuenta que a partir de esta versión, la aplicación V1 ya no es compatible",
        "Il sera toujours possible d'accéder à votre équipement, pour éventuellement, remplacer vos commandes de géolocalisation et de notification": "Siempre será posible acceder a su equipo, para posiblemente reemplazar sus comandos de geolocalización y notificación",
        "Suppression des fichiers concernant l'AppV1": "Eliminar archivos AppV1",
        "Nettoyage des infos stockées en BDD (config": "Información de limpieza almacenada en la base de datos (config",
        "20\/08\/2024": "20\/08\/2024",
        "Déplacement des infos notifications dans l'onglet \"Mobile": "Mover la información de notificación a la pestaña \"Móvil\"",
        "04\/08\/2024": "08\/04\/2024",
        "Prise en compte rétention des notifications pour suppression des images": "Teniendo en cuenta la retención de notificaciones por eliminación de imágenes",
        "22\/07\/2024": "22\/07\/2024",
        "Prise en compte rétention des notifications": "Teniendo en cuenta la retención de notificaciones",
        "Target Sdk 34 pour Android": "Objetivo SDK 34 para Android",
        "28\/05\/2024": "28\/05\/2024",
        "Modification Géolocalisation pour prochaine version App": "Modificación de geolocalización para la próxima versión de la aplicación",
        "Stockage Notifications dans le plugin": "Notificaciones de almacenamiento en el complemento",
        "Nouvelles Api pour l'application": "Nuevas API para la aplicación",
        "05\/04\/2024": "05\/04\/2024",
        "Compatible uniquement avec la 4": "Compatible solo con los 4",
        "4 du Core ou supérieur": "4 núcleos o superior",
        "15\/12\/2023": "15\/12\/2023",
        "Refactorisation importante du code": "Refactorización de código significativa",
        "le menu Custom préalablement enregistré sur l'appV2 est susceptible de ne plus être enregistré": "Es posible que el menú personalizado previamente guardado en la aplicación V2 ya no se guarde",
        "Une fonction pour enregistrer les menus dans le plugin est en cours d'ajout": "Se está agregando una función para guardar menús en el complemento",
        "22\/10\/2023": "22\/10\/2023",
        "Fix mise à jour géolocalisation de l'app v2": "Reparar la actualización de geolocalización de la aplicación v2",
        "12\/10\/2023": "10\/12\/2023",
        "Mise à jour pour prendre en compte la nouvelle Application mobile": "Actualizado para tener en cuenta la nueva Aplicación Móvil",
        "09\/06\/2023": "09\/06\/2023",
        "Fix Notifications": "Reparar notificaciones",
        "Ajout Affichage Équipements par Tableau": "Adición de visualización de equipos por mesa",
        "19\/05\/2023": "19\/05\/2023",
        "PR by PhpVarious": "Relaciones públicas por PhpVarious",
        "Fix bugs mineurs": "Corregir errores menores",
        "10\/05\/2023": "10\/05\/2023",
        "Commandes GeoLoc V2": "Comandos GeoLoc V2",
        "Suppression partie ARN mobile AppV2": "Eliminar la parte de ARN móvil de AppV2",
        "MAJ mobile.api": "Actualizar mobile.api",
        "10\/01\/2023": "10\/01\/2023",
        "FUTURE APPV2 ALPHA INTEGRATION DANS PLUGIN MOBILE": "FUTURA INTEGRACIÓN DE APPV2 ALPHA EN PLUGIN MÓVIL",
        "Nouvelle Interface Future AppV2": "Nueva interfaz Future AppV2",
        "Modale Custom Menu Future AppV2": "Menú personalizado modal Future AppV2",
        "Modale QR Code Future AppV2": "Aplicación futura de código QR modal V2",
        "13\/12\/2021": "13\/12\/2021",
        "Mode offline pour le QR Code (création du QR Code sans internet": "Modo offline para el Código QR (creación del Código QR sin internet",
        "Compatibilité 4": "Compatibilidad 4",
        "2 Jeedom Core": "2 Jeedom Core",
        "11\/10\/2021": "11\/10\/2021",
        "Ajout du plugin Zigbee dans les plugins compatible": "Adición del complemento Zigbee en complementos compatibles",
        "21\/06\/2021": "21\/06\/2021",
        "Nouveau timeout pour les notifications et renvoi en cas de souci avec le serveur": "Nuevo tiempo de espera para notificaciones y referencias en caso de un problema con el servidor",
        "24\/02\/2021": "24\/02\/2021",
        "Nouveau moteur de Notification pour Android": "Nuevo motor de notificaciones para Android",
        "Ajout des images (Cameras, Rapports etc...) pour Android": "Agregar imágenes (cámaras, informes, etc.) para Android",
        "Prise en charge de la version 1.4": "Soporte para la versión 1.4",
        "1 de l'app Android": "1 de la aplicación de Android",
        "Prise en charge des émoticons et des retour a la ligne avec la nouvelle version Android 1.4.1": "Soporte para emoticonos y saltos de línea con la nueva versión de Android 1.4.1",
        "17\/02\/2021": "17\/02\/2021",
        "Ajout de l'id de groupe pour les notifications Android": "Identificación de grupo agregada para notificaciones de Android",
        "Icones présentes pour les pièces dans la présentation": "Iconos presentes para las partes en la presentación",
        "15\/04\/2020": "15\/04\/2020",
        "Ajouts des Commandes de chaque mobile": "Comandos agregados para cada móvil",
        "31\/03\/2020": "31\/03\/2020",
        "Correction d'un bug sur l'envoi de notification sur certain Jeedom": "Corrección de un error en el envío de notificaciones en ciertos Jeedom",
        "19\/02\/2020": "19\/02\/2020",
        "Fix http": "Arreglar http",
        "error ligne 39 si téléphone non authentifier à la première connexion": "Línea de error 39 si el teléfono no está autenticado en la primera conexión",
        "v1.3.0": "v1.3.0",
        "Notification ASK": "Pedir notificación",
        "Historique des notifications": "Historial de notificaciones",
        "Slider avec pourcentage": "Control deslizante con porcentaje",
        "Modification de la synchronisation": "Cambiando el tiempo",
        "Suppression du push to refresh": "Eliminación de empuje para actualizar",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*",
        " xx\/08\/2024.": " xx\/08\/2024.",
        " xx\/08\/2024?": " xx\/08\/2024?",
        "xx\/08\/2024 ": "xx\/08\/2024 ",
        " xx\/08\/2024]": " xx\/08\/2024]",
        "[xx\/08\/2024]": "[xx\/08\/2024]",
        "*xx\/08\/2024*": "*xx\/08\/2024*",
        " xx\/08\/2024*": " xx\/08\/2024*",
        " Attention.": " Atención.",
        " Attention?": " Atención?",
        "Attention ": "Atención ",
        " Attention]": " Atención]",
        "[Attention]": "[Atención]",
        "*Attention*": "*Atención*",
        " Attention*": " Atención*"
    },
    "index.md": {
        "Plugin Mobile": "Complemento móvil",
        "Le plugin Mobile permet d'utiliser l'application Mobile Jeedom": "",
        "Pour que l'application Mobile puisse communiquer avec votre Box Jeedom, il est nécessaire d'installer ce plugin": "",
        "Configuration du plugin Mobile pour l'application V2": "",
        "Après avoir installé le plugin, activez-le simplement": "",
        "Première connexion à l'application V2": "Primera conexión a la aplicación V2",
        "Pour connecter votre téléphone, deux méthodes sont disponibles": "",
        "Sur le premier écran de l'application, vous pouvez soit connecter votre compte Market pour retrouver toutes les Box associées à ce compte, soit ajouter une Box manuellement": "",
        "Pour profiter pleinement des fonctionnalités de l'application, votre Core Jeedom doit être en version 4.4": "",
        "0 ou supérieure": "",
        "Connexion via le compte Market": "INICIAR SESIÓN A TRAVÉS DE LA CUENTA DE MERCADO",
        "Saisissez simplement votre identifiant et mot de passe Market pour vous connecter": "",
        "Connexion via l'ID de la Box": "",
        "Sur cet écran, plusieurs options s'offrent à vous": "",
        "Entrez l'URL de votre Jeedom (interne ou externe), ainsi que vos identifiants d'accès, puis cliquez sur le bouton": "",
        "QR Code": "",
        "Cliquez sur": "",
        "un nouvel écran s'affiche, vous permettant de scanner un QR Code depuis l'onglet QR Code du plugin Mobile de la Box que vous souhaitez ajouter": "",
        "Onglet QR Code du plugin Mobile": "Pestaña Código QR del complemento móvil",
        "Une fois cette étape terminée, vous êtes enregistré dans l'application": "",
        "Si vous possédez le plugin Mobile, vous aurez accès à des fonctionnalités comme les notifications, les QR Codes, ou encore la personnalisation du menu": "",
        "Dans le menu, un onglet": "",
        "regroupe toutes les Box associées à votre compte Market": "",
        "Cliquez sur la Box où le plugin Mobile est installé, puis identifiez-vous pour y accéder": "",
        "La Box validée apparaîtra en haut de la liste": "",
        "Vous pouvez répéter cette opération pour plusieurs Box": "",
        "+": "",
        "En cliquant sur le bouton": "",
        "en bas à droite, vous accédez à différentes options": "",
        "Ajouter une Box via un QR Code (depuis le plugin Mobile": "",
        "Ajouter une Box manuellement": "",
        "Détecter les Box Atlas et Luna sur le réseau Wi-Fi": "",
        "Synchroniser les informations de votre compte Market": "",
        "Pour accéder à des fonctionnalités comme les notifications, la personnalisation du menu ou la géolocalisation, vous devez d'abord sélectionner une Box comme \"actuelle": "",
        "Fonctionnement de la géolocalisation": "Cómo funciona la geolocalización",
        "Ajoutez une zone de géolocalisation en cliquant sur l'icône": "",
        "Saisissez l'adresse recherchée et validez avec la touche Entrée de votre téléphone": "",
        "Le curseur se positionnera automatiquement sur l'adresse": "",
        "Vous pouvez ensuite nommer et sauvegarder la zone": "",
        "Cela créera une commande binaire sur votre équipement mobile, qui indiquera les entrées et sorties de la zone si la géolocalisation est activée sur votre téléphone": "",
        "Vous pouvez également ajuster le rayon de la zone pour élargir la détection": "",
        "Pour supprimer une zone, cliquez sur": "",
        "puis sur l'icône Corbeille": "",
        "Cela supprimera la zone de l'application ainsi que la commande associée sur la Box": "",
        "Paramètres de l'application": "Paramètres de l'application",
        "Vous pouvez configurer la durée d'affichage des notifications in-app selon leur type (Succès, Info, Erreur": "",
        "Par défaut, elles sont réglées sur 5 secondes": "Par défaut, elles sont reglées sur 5 secondes",
        "Mon mobile ne possède pas d'IQ (identifiant unique": "Mon mobile ne possède pas d'IQ (identifiant unique",
        "Le plugin Mobile a besoin de l'IQ du téléphone pour l'identifier": "Le plugin Mobile a besoin de l'IQ du téléphone pour l'identifier",
        "Si ce paramètre est manquant dans les logs du plugin, rendez-vous dans le menu Préférences de l'application": "",
        "Une alerte vous indiquera que la récupération de l'IQ est en cours": "",
        "J'ai des soucis avec les notifications": "Tengo problemas con las notificaciones",
        "Cette fonctionnalité est en cours d'amélioration et d'optimisation dans la version bêta de l'application": "",
        "J'ai des soucis d'affichage de ma webview": "Tengo problemas para mostrar mi vista web",
        "Vérifiez dans les Préférences de votre Jeedom que la page d'accueil mobile est bien définie sur": "",
        "L'application apparait sous jeedom sous IOS et\/ou AppleWatch à la place de Jeedom": "",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " CONNEXION.": " .",
        " CONNEXION?": " ?",
        "CONNEXION ": " ",
        " CONNEXION]": " ]",
        "[CONNEXION]": "[]",
        "*CONNEXION*": "**",
        " CONNEXION*": " *",
        " Boxs.": " .",
        " Boxs?": " ?",
        "Boxs ": " ",
        " Boxs]": " ]",
        "[Boxs]": "[]",
        "*Boxs*": "**",
        " Boxs*": " *",
        " Éditer.": " .",
        " Éditer?": " ?",
        "Éditer ": " ",
        " Éditer]": " ]",
        "[Éditer]": "[]",
        "*Éditer*": "**",
        " Éditer*": " *",
        " FAQ.": " Preguntas frecuentes.",
        " FAQ?": " Preguntas frecuentes?",
        "FAQ ": "Preguntas frecuentes ",
        " FAQ]": " Preguntas frecuentes]",
        "[FAQ]": "[Preguntas frecuentes]",
        "*FAQ*": "*Preguntas frecuentes*",
        " FAQ*": " Preguntas frecuentes*",
        " ACCUEIL.": " .",
        " ACCUEIL?": " ?",
        "ACCUEIL ": " ",
        " ACCUEIL]": " ]",
        "[ACCUEIL]": "[]",
        "*ACCUEIL*": "**",
        " ACCUEIL*": " *"
    }
}